/* menu item text to disable event simulation */
"Disable" = "停用";

/* menu item text to enable event simulation */
"Enable" = "启用";

/* toolbar button to start mapping */
"Start" = "启动";

/* toolbar button to stop mapping */
"Stop" = "停止";

/* tooltip when mapping is off */
"start mapping tooltip" = "启动手柄映射（启用后请切换到游戏窗口）";

/* tooltip when mapping is on */
"stop mapping tooltip" = "停止手柄映射";

/* Accessibility permission alert title */
"Accessibility Permission Required" = "需要辅助功能权限";

/* Accessibility permission alert message */
"Enjoyable needs Accessibility permission to simulate keyboard input.\n\nOpen System Settings → Privacy & Security → Accessibility, enable Enjoyable, then quit (⌘Q) and reopen.\n\nIf Enjoyable is already listed but mapping still fails, remove it from the list with −, add it again with +, then restart. This is often needed after reinstalling the app." = "Enjoyable 需要「辅助功能」权限才能模拟键盘输入。\n\n请打开 系统设置 → 隐私与安全性 → 辅助功能，开启 Enjoyable，然后 ⌘Q 完全退出并重新打开。\n\n若列表里已有 Enjoyable 但仍提示无权限，请用 − 删掉后重新用 + 添加，再重启应用。每次重新安装后通常都需要这样做。";

"Open Settings" = "打开系统设置";

"Later" = "稍后";
